
; Welcome to our localization file! In here we will be able to localize
; both the "Bestiary" elements of the mod, as well as the "UFOpedia".

;========================================================================================
;*********************************   BESTIARY RELATED   *********************************
;========================================================================================

; The BESTIARY elements of the mod, such as scanning, and acquiring each entry into the actual Bestiary facility.

;=========================================
;   LOCALIZING FOR BESTIARY SCANNING PERKS
;=========================================

;this is the actual ability given to the XPAD item:
[BestiaryScan X2AbilityTemplate]
LocFriendlyName="图鉴扫描"
LocLongDescription="使用此能力扫描一个单位并将数据添加到图鉴中"
LocHelpText="使用此能力扫描一个单位并将数据添加到图鉴中"
LocFlyOverText="已扫描！"
LocPromotionPopupText="使用此能力扫描一个单位并将数据添加到图鉴中。\n<Bullet/>能力点数消耗：<Ability:BESTIARYSCAN_AP/>.\n<Bullet/>是免费动作：<Ability:BESTIARYSCAN_ISFREE/>.\n<Bullet/>结束回合：<Ability:BESTIARYSCAN_ENDSTURN/>\n<Bullet/>冷却时间：<Ability:BESTIARYSCAN_COOLDOWN/>\n<Bullet/>充电次数：<Ability:BESTIARYSCAN_CHARGES/>\n<Bullet/>需要基本LOS：<Ability:BESTIARYSCAN_SIGHT/>\n<Bullet/>可以在小队视野范围内使用：<Ability:BESTIARYSCAN_SQUADVIS/>"

;this ability is given to items/etc to unlock the use of the XPAD ability, default setup is for BattleScanners:
[BestiaryScan_Passive X2AbilityTemplate]
LocFriendlyName="图鉴扫描"
LocLongDescription="使用此能力扫描一个单位并将数据添加到图鉴中"
LocHelpText="使用此能力扫描一个单位并将数据添加到图鉴中"
LocFlyOverText="已扫描！"
LocPromotionPopupText="使用此能力扫描一个单位并将数据添加到图鉴中。\n<Bullet/>能力点数消耗：<Ability:BESTIARYSCAN_AP/>.\n<Bullet/>是免费动作：<Ability:BESTIARYSCAN_ISFREE/>.\n<Bullet/>结束回合：<Ability:BESTIARYSCAN_ENDSTURN/>\n<Bullet/>冷却时间：<Ability:BESTIARYSCAN_COOLDOWN/>\n<Bullet/>充电次数：<Ability:BESTIARYSCAN_CHARGES/>\n<Bullet/>需要基本LOS：<Ability:BESTIARYSCAN_SIGHT/>\n<Bullet/>可以在小队视野范围内使用：<Ability:BESTIARYSCAN_SQUADVIS/>"

;this is a special version for Gremlins and Bits that unlocks with Scanning protocol (can configure in configs)
;the Tag here finds the names of the perks in the config. if the perks is empty re-word the localisation to reflect this
[BestiaryScan_Protocol X2AbilityTemplate]
LocFriendlyName="图鉴扫描协议"
LocLongDescription="如果士兵还拥有<Ability:BESTIARYSCAN_GREMLIN/>，他们可以使用此物品扫描一个单位并将数据添加到图鉴中"
LocHelpText="使用此能力扫描一个单位并将数据添加到图鉴中"
LocFlyOverText="已扫描！"
LocPromotionPopupText="如果士兵还拥有<Ability:BESTIARYSCAN_GREMLIN/>，他们可以使用此物品扫描一个单位并将数据添加到图鉴中。\n<Bullet/>能力点数消耗：<Ability:BESTIARYSCAN_AP/>.\n<Bullet/>是免费动作：<Ability:BESTIARYSCAN_ISFREE/>.\n<Bullet/>结束回合：<Ability:BESTIARYSCAN_ENDSTURN/>\n<Bullet/>冷却时间：<Ability:BESTIARYSCAN_COOLDOWN/>\n<Bullet/>充电次数：<Ability:BESTIARYSCAN_CHARGES/>\n<Bullet/>需要基本LOS：<Ability:BESTIARYSCAN_SIGHT/>\n<Bullet/>可以在小队视野范围内使用：<Ability:BESTIARYSCAN_SQUADVIS/>"

;this 'ability' is used as an empty list warning for the Bestiary
[BestiaryScan_Empty X2AbilityTemplate]
LocFriendlyName="能力数据为空"
LocHelpText="此单位在图鉴中没有特殊能力可显示。"

;this 'ability' is used as an autopsy required warning for the Bestiary
[BestiaryScan_AutopsyRequired X2AbilityTemplate]
LocFriendlyName="数据不完整"
LocHelpText="此单位可能在图鉴中显示特殊能力和统计数据。\n\n需要进行解剖才能查看此数据。"

;========================================================================================
;******************************** END BESTIARY RELATED   ********************************
;========================================================================================

;========================================================================================
;*********************************   UFOPEDIA RELATED   *********************************
;========================================================================================

; Now, the UFOPEDIA elements of the mod.

[UFOPEDIA_NONE X2TechTemplate]
DisplayName="UFOPEDIA隐藏技术"
Summary="此技术用于隐藏未完成的UFOPEDIA条目。你不应该看到这个。如果您看到了，请联系UFOPEDIA mod开发人员。谢谢。"

;===============================================
;  REWRITING MAIN ARCHIVES BUTTON LOCALIZATION
;===============================================

[XComGame.UIAvengerShortcuts]
[UIAvengerShortcuts]
-LabelCQ_XCOMDatabase=XCOM档案
+LabelCQ_XCOMDatabase=旧XCOM档案

-TooltipCQ_XCOMDatabase=在XCOM档案中获取更多信息
+TooltipCQ_XCOMDatabase=在旧XCOM档案中获取更多信息

;=========================================
;   LOCALIZING YOUR ENCYCLOPEDIA ENTRIES
;=========================================

; In this section, you will type up how every single header, entry, title and flavor text will actually appear in-game, for the FIRST section of the mod, the Encyclopedia Entries.
; If you wish to type up the SECOND section, the Detailed UFOPEDIA entries, you can do so inside the WOTC_UFOPedia.int file.

;[templatename X2EncyclopediaTemplate] ; where 'templatename' will be used for localizing the text. Must match with templatename in XComEncyclopedia.ini
;ListTitle="Title in List"             ; the text of the entry on the list on the left, whether a Category Header, or a Category entry
;DescriptionTitle="Title on Right"     ; the title for each entry, on the right text box
;DescriptionEntry="Text Based Entry"   ; the text that will appear on the right text box on the first screen, usually a shorter blurb

; Category Headers don't use DescriptionTitle or DescriptionEntry

;=========================================
;  MAIN LAYOUT & HEADERS - DO NOT DELETE
;=========================================

;[UIInventory_XComDatabase]
;m_strTitle=XCOM UFO图鉴& 档案
;m_strSubTitleTitle=访问数据库...

[Header_ARCHIVES X2EncyclopediaTemplate]
ListTitle="<p align='CENTER'> <font color='#5CD16C'>XCOM 档案</font> </p>"

[Header_UFOPEDIA X2EncyclopediaTemplate]
ListTitle="<p align='CENTER'> <font color='#5CD16C'>XCOM UFO图鉴</font> </p>"

[UFOPEDIA X2EncyclopediaTemplate]
ListTitle="UFO图鉴 v.LXIX英国版"
DescriptionTitle="UFO图鉴介绍"
DescriptionEntry="在2022年2月22日前夕，准确地说是20:20，在英国前郊区的一个小镇上，一位名叫RustyDios的档案管理员发现了一个求救信号：墨西哥的一位档案管理员Kexx拥有大量信息，但无法将它们传播到全世界。\n\n为了正确地告知世界这些重要事件，两位档案管理员共同发起了一项全球性努力，他们称之为：UFO图鉴项目。来自世界各地的成员为这项事业团结起来，希望从外星入侵者手中拯救我们的世界。\n\n我们希望您能像我们享受创作它们一样享受查看这些条目。\n\n<p align='CENTER'>   Fellow Archivists:\n <font color='#B6B3E3'>  RustyDios   |   Kexx     \nRenegadeGinger   |   novaseer     \n      CerebralCloud92   |   GameBreaker     </font>\n        And:     \n <font color='#B6B3E3'>        Xymanek     </font></p>"

[NAVIGATION X2EncyclopediaTemplate]
ListTitle="浏览UFO图鉴"
DescriptionTitle="UFO图鉴导航"
DescriptionEntry="欢迎！我们很高兴为您带来UFO图鉴；这是对经典而迷人的旧档案的致敬。\n\n<Bullet> 点击<font color='#FDCE2B'>\"?\"</font>图标打开/折叠类别并查看其条目。\n<Bullet> 点击<font color='#27AAE1'>[Toggle All]</font>打开/折叠所有类别。\n<Bullet> 点击每个条目上的<font color='#5CD16C'>[View Report]</font>按钮以获得更深入的分析。\n\n<Bullet> 关闭此UFOpedia并点击“敌人图鉴”进入3D查看图鉴，在那里您可以了解敌人能力、您杀死了多少、他们的统计数据、装备等。\n\n<Bullet> 如果右侧的能力有可播放动画，则在悬停时会变成绿色。如果可能，请点击播放。\n\n<Bullet> 从军械库您可以访问士兵视图。\n\n<Bullet> 从沈的工程部和泰根的实验室，您可以访问船员视图。您也可以从这些屏幕上[解雇] 船员。"

;============================
;  NEW ENCYCLOPEDIA ENTRIES
;============================

; --------------------
; 1. HISTORY (UFOPEDIA)
; --------------------

[Header_UFOP_HISTORY X2EncyclopediaTemplate]
ListTitle="历史"

[UFOP_GRT_ACCORD X2EncyclopediaTemplate]
ListTitle="大和解"
DescriptionTitle="大和解"
DescriptionEntry="在2015年2月2日启动XCOM项目后，世界上最优秀、最聪明的人被聚集在一起，试图应对外星人带来的威胁。尽管如此，没有什么能够充分准备人类应对即将到来的事情。3月1日在柏林首次出现敌对外星人，随后Delta小组被彻底摧毁，为接下来的冲突——被称为两个月战争——设定了一个严峻的先例。\n\n随着一次又一次的失败和整个人类社会即将崩溃的压力逼近，一些在广大公众和政府大厅中的人决定结束战争，并试图在失败中找到一些宽恕的样子。由美国驻联合国大使威廉·索恩领导的团队在旧世界的最后几天里煽动反战努力，并秘密与长老们进行对话，在7月1日不久之后通过传递外星人摧毁XCOM总部所需的情报达成协议。这份投降协议成为现在所知的大和解，为变种人新世界的基础。"

[UFOP_LIFE_AFTER X2EncyclopediaTemplate]
ListTitle="战争后的生活"
DescriptionTitle="战争后的生活"
DescriptionEntry="入侵带走了一个已经面临许多麻烦的世界，并将其撕成碎片，使人类陷入了五年无拘无束的黑暗。在这段时间里，人类、自然和外星人都造成了悲剧。种族和宗教冲突在旧冲突区爆发，因为人们试图将他们世界崩溃的责任归咎于他们能够应对的东西。可预防疾病和感染摧毁了那些对战争大规模悲剧准备不足的社区。野火和灾难性天气肆虐土地。最糟糕的是寄生兽，它将发现的所有动物生命变成食物来源或生殖手段。\n\n然而，尽管一切，人类仍然坚持下去。有真正英勇的事件发生，旧仇恨终于被放下，人类社会新范式诞生于世界边缘，在此基础上建立了自由领土，今天被称为避难所。"

[UFOP_OLD_WORLD X2EncyclopediaTemplate]
ListTitle="旧世界最后一口气"
DescriptionTitle="旧世界最后一口气"
DescriptionEntry="早期变种人建立在矛盾之上，不是基于彻底欺骗而是其当前迭代。在前联合国大使威廉·索恩的指导下，它试图创造一个类似入侵前世界的假象。与避难所相反，在入侵后震荡中建立一个新、更公平世界的原则之上建立。变种人认为它在做同样的事情，尽管是为了保持旧的权力体系完整。\n\n与此同时，变种人对生物技术繁荣的第一个标志进入了前台。几乎同时，第一批基因治疗诊所开放，带来了一年前被认为不可能的医学奇迹，第一批混合士兵被派往战场，处理变种人指挥官无法信任他们的同胞可能会受到良心妥协的工作。尽管表面上回归正常，但外观上的裂缝比变种人能够掩盖的更快地形成。"

[UFOP_LOST_SUMMER X2EncyclopediaTemplate]
ListTitle="第二次天启"
DescriptionTitle="第二次天启"
DescriptionEntry="纽芬兰的毁灭为变种人控制地球的第二个十年设定了一个严峻的先例。2020年代初期，变种人将人们从避难所带到主要人口中心的努力停滞不前，同时由于价格管制和2015年后重建时期采取的其他措施结束而导致普遍经济衰退。\n\n变种人正在从成为至少名义上更公正世界的仲裁者转变为仍然受制于企业贪婪的旧恶棍，同时也受制于他们神秘而仍然沉默的长老。\n\n在2023年，另一组裂缝开始出现在外观上，因为腐败阻止了变种人注意到失落者的崛起，宁愿将其保持安静和控制，而不是将其作为公共卫生紧急事件来解决。在2025年，他们的赌博会失败，导致无法估量的生命损失和破坏，与入侵相媲美。"

[UFOP_BROKEN_MASK X2EncyclopediaTemplate]
ListTitle="破碎的面具"
DescriptionTitle="破碎的面具"
DescriptionEntry="随着失落者在2025年夏天达到流行状态，变种人迅速陷入困境。这一次，它不得不应对一些它根本无法掩盖的事情。这结束了它在清洗行动造成大规模反弹后试图以一定程度的秘密性进行工作。不仅无法隐藏他们知道这是一个问题，而且还通过将更多雾团引入方程式使其变得更糟。\n\n一个接一个，那些在入侵后费力从废墟中夺回来的城市开始倒下。考虑到这一点，变种人被迫做出一个困难的决定。整个世界被放弃并完全遗弃，留给失魂者和野生寄生兽带来的命运。取而代之的是，联盟大部分警惕目光将集中在它们的主要枢纽上，运营16个“安全区”，同时宣布其他地方为“外地”，禁止大多数变种人公民进入。\n\n就在这种崩溃氛围中，在最不可能的地方——一群自由解放的变种人混合体中——抵抗力量萌芽壮大。"

; ------------------
; 2. RECENT EVENTS
; ------------------

[Header_UFOP_RECENT_EVENTS X2EncyclopediaTemplate]
ListTitle="近期活动"

[UFOP_GATECRASHER X2EncyclopediaTemplate]
ListTitle="闯入者行动"
DescriptionTitle="闯入者行动"
DescriptionEntry="2035年3月1日，统一日20周年纪念日。对于被接纳者来说，这是和平共存的庆祝。对于被遗忘者来说，这是提醒他们20年来他们只看到了烟雾，只尝到了灰烬，只感受到了空虚。这一切今天结束。今天要么是漫长斗争的开始，要么是终结的开始。但它今天结束。\n\n令许多人惊讶的是，康斯坦丁·沃利科夫·沃尔克和他的死神信守承诺，完成了任务；指挥官的冬眠舱位置已经确定。闯入者行动将是一次双管齐下的攻击；军事官布拉德福德将带领他的团队确保并提取指挥官的冬眠舱。威胁者 1-5将提供吸引变种人注意力的干扰，使军事官能够顺利行动。首席工程师沈确认炸药准备就绪，特工简·凯莉和她的团队正在等待。\n\n鲜血。烟雾。灰烬。太多了。是时候让外星人知道我们是认真的了。威胁者 1-5将渗透到庆祝活动的核心，传递一条没人会快速忘记的信息。鲜血。烟雾。灰烬。今天结束。"

[UFOP_COMMANDER X2EncyclopediaTemplate]
ListTitle="搜索与救援"
DescriptionTitle="搜索与救援"
DescriptionEntry="没有人真正知道如何看待死神。他们是一个神秘的团队，笼罩在秘密和不舒服的谣言中。但目前，我们简直没有手段或人数来反击。如果要击败这个敌人，我们需要帮助，信任需要成为优先考虑的事项。他们的领导人沃尔克已经伸出了橄榄枝；如果他的死神所说属实，他们已经确认了抵抗运动最关键组成部分的下落。\n\n据称，他们是由贝托斯和她的散兵提醒的，他们的宿敌。仅此一点就足以引起怀疑，但他们的顶级特工艾琳娜 \"先行者\" 德拉贡诺娃已经证实了这一情报是真实的。如果沃尔克信任贝托斯，我们只能以同样的方式回报。他们被我们内部的人提醒，使情况更加可观。\n\n指挥官的冬眠舱在新普罗维登斯。闯入者行动将是一次双管齐下的攻击。军事官本人正在领导这次冲锋。一旦他和简·凯莉促成了威胁者 1-5的进入，他们将与粉碎者 1和2会合，Peter Osei和Ana Ramírez，届时他们应该已经确保了周边地区。一旦进入基因治疗诊所，他们将定位并提取指挥官的冬眠舱。这是最高优先级。"

[UFOP_BATTERY X2EncyclopediaTemplate]
ListTitle="电源转换器检索"
DescriptionTitle="电源转换器检索"
DescriptionEntry="两个月战争的官方记录几乎不存在。如果谣言属实，地球联合部队的军事实力只能击落几架UFO。其中之一是供应驳船。出于我们不知道的原因，外星人从未采取任何措施来保护或检索后者，但正如俗话所说，一个人的垃圾就是另一个人的宝藏。\n\n那个人就是前XCOM首席工程师雷蒙·沈。他有一个愿景，并在入侵后将余生奉献给了看到它实现。他一生的作品？复仇者号。没有中央，就没有XCOM。没有沈，XCOM就没有行动基地...或战斗机会。\n\n我们的首席工程师沈安怡 \"莉莉\" 直到今天仍在继续她父亲的工作，使这个地方运行起来。正如她以前提到过的那样，让我们的技术与他们交流是困难的，但并非不可能。但她需要一个电源转换器才能做到这一点，并发挥飞船的全部能力。抵抗侦察已经在新印度找到了一个电源转换器。特工简·凯莉表示希望领导这次行动并安全地检索转换器。Firebrand正在等待着。

[UFOP_ALN_BIOTECH X2EncyclopediaTemplate]
ListTitle="外星生物技术"
DescriptionTitle="外星生物技术"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_PSI_NETWORK X2EncyclopediaTemplate]
ListTitle="灵能网络"
DescriptionTitle="灵能网络"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_ALN_ENCRYPT X2EncyclopediaTemplate]
ListTitle="外星加密"
DescriptionTitle="外星加密"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_CODEX_DATA X2EncyclopediaTemplate]
ListTitle="原典脑数据"
DescriptionTitle="原典脑数据"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_PSI_GATE X2EncyclopediaTemplate]
ListTitle="灵能门"
DescriptionTitle="灵能门"
DescriptionEntry="此条目仍在进行解密过程。"

[UFOP_MISSING_HUMANS X2EncyclopediaTemplate]
ListTitle="失踪平民"
DescriptionTitle="失踪平民"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_BLACKSITE X2EncyclopediaTemplate]
ListTitle="黑地"
DescriptionTitle="黑地"
DescriptionEntry="我们的内线最近向XCOM提供了来自世界各地的失踪平民的变种人报告。这些报告是高度机密的，但每份报告中都有两个关键数据。前者，提到一个秘密的黑地。后者，一个单词：“化身”。"

[UFOP_BLACKSITE_VIAL X2EncyclopediaTemplate]
ListTitle="黑地小瓶"
DescriptionTitle="黑地小瓶"
DescriptionEntry="在泰根博士和沈博士对我们的士兵从黑地回收的一瓶翡翠液体进行了广泛分析之后，黑地的真正目的非常清楚：在城市中心对人类进行超能力适应性的系统筛查，随后绑架并加工成原始基因材料，其目的我们只能想象。"

[UFOP_FORGE X2EncyclopediaTemplate]
ListTitle="锻造设施"
DescriptionTitle="锻造设施"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_ALN_DYING X2EncyclopediaTemplate]
ListTitle="外星难题"
DescriptionTitle="外星难题"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_ETHEREALS X2EncyclopediaTemplate]
ListTitle="虚灵"
DescriptionTitle="虚灵"
DescriptionEntry="此条目仍在进行解密过程"

; --------------------
; 3. ALIEN ACTIVITIES
; --------------------

[Header_UFOP_ALN_ACTIVITIES X2EncyclopediaTemplate]
ListTitle="外星人活动"

[UFOP_ALN_MASS_PROD X2EncyclopediaTemplate]
ListTitle="外星大规模生产"
DescriptionTitle="外星大规模生产"
DescriptionEntry="随着入侵肆虐，我们不仅被击败，而且人数严重不足。外星人似乎拥有无限的军队和武器供应，无论我们能够消灭多少，他们永远不会停止进攻。我们在冲突中了解到，他们通过精心协调的供应链保持了数量健康。虽然他们运输的材料的来源仍然是我们不知道的，但物流表明他们拥有快速修复和从轨道上高效部署的能力。\n\n在变种人执政期间，他们将这些努力转移到了大陆。他们不再从外面运送这些东西，而是在这里建造它们。机械化步兵单位、监视无人机、重型装甲、先进武器；外星部队和他们的变种人维和部队得到了无限供应。在城市中心，秘密仓库储存着elerium和外星合金，作为日常商业和服务的前台，从夜总会、服装店到汽车经销商。\n\n这只是基于我们已经确认的事实。谣言表明存在专门的工厂，自动化大规模生产设施，分布在全球各地。通过互联铁路网络，联盟监管下的每个部门都储备充足。试图清除世界上这些设施简直超出了我们的能力范围，但是，如果精心策划，我们可能能够拦截这些运输列车并为自己恢复一些货物。"

[UFOP_CHOSEN_TRAINING X2EncyclopediaTemplate]
ListTitle="天选者训练"
DescriptionTitle="天选者训练"
DescriptionEntry="此条目的解密仍在进行中。"

[UFOP_CHOSEN_SABOTAGE X2EncyclopediaTemplate]
ListTitle="天选者破坏"
DescriptionTitle="天选者破坏"
DescriptionEntry="此条目的解密仍在进行中。"

[UFOP_CHOSEN_AMBUSH X2EncyclopediaTemplate]
ListTitle="天选者伏击"
DescriptionTitle="天选者伏击"
DescriptionEntry="天选者如果有什么特点，那就是坚持不懈——这一点在第一次遇见时就立刻清楚了。因此，当我们寻求监视他们及其活动时，他们也会如此。如果XCOM秘密行动小组踏入错误领域，他们可以确定天选者正在观察，等待时机攻击。每当派出秘密行动小组与抵抗组织进行秘密行动时，都要考虑被天选者伏击的可能性。只能分配有限的火力来支持这样的行动，因此仅靠火力来阻止它们几乎是不可能的。"

[UFOP_CHOSEN_INTERROGATION X2EncyclopediaTemplate]
ListTitle="天选者审讯"
DescriptionTitle="天选者审讯"
DescriptionEntry="此条目的解密仍在进行中"

[UFOP_CHOSEN_HAVEN_ATK X2EncyclopediaTemplate]
ListTitle="天选者恐怖"
DescriptionTitle="天选者避难所攻击"
DescriptionEntry="此条目的解密仍在进行中"

[UFOP_CHOSEN_AVENGER_ATK X2EncyclopediaTemplate]
ListTitle="天选者报复"
DescriptionTitle="天选者复仇者号袭击"
DescriptionEntry="此条目的解密仍在进行中"

[UFOP_ADV_HAVEN_ATK X2EncyclopediaTemplate]
ListTitle="变种人恐怖"
DescriptionTitle="变种人避难所攻击"
DescriptionEntry="此条目的解密仍在进行中"

[UFOP_ADV_AVENGER_ATK X2EncyclopediaTemplate]
ListTitle="变种人报复"
DescriptionTitle="变种人复仇者号袭击"
DescriptionEntry="此条目的解密仍在进行中"

[UFOP_DARK_EVENTS X2EncyclopediaTemplate]
ListTitle="黑暗事件"
DescriptionTitle="黑暗事件"
DescriptionEntry="此条目的解密仍在进行中"

[UFOP_HUMAN_PROCESS X2EncyclopediaTemplate]
ListTitle="人类加工"
DescriptionTitle="人类加工"
DescriptionEntry="灌输。对于许多人来说，在入侵期间失去生命的人更好。对于其他人，事情并不那么明确。一位面对失败战斗的远方战士曾经说过，“屈服难道不比灭绝更好吗？”许多人同意这种观点。\n\n在外星人入侵、掠夺和谋杀我们之后，他们搬进来成为我们的“朋友”。他们有各种各样的提供，而且值得赞扬，他们非常了不起：我们只能梦想的技术奇迹，以及只能归类为奇迹的医学进步。癌症、艾滋病、多发性硬化症、脑瘫，有一天突然消失了。很难拒绝再次行走、再次看到、再次感受的提议。许多人蹒跚地走进其中一个基因治疗诊所，走出来进入新生活。\n\n更多的人没有。\n\n在外星人进行的所有活动中，没有哪一项像他们如此自私地宣扬基因治疗诊所背后真正本质那样阴险和道德上毁灭性。"

[UFOP_AVATAR_PROJECT X2EncyclopediaTemplate]
ListTitle="化身计划"
DescriptionTitle="化身计划"
DescriptionEntry="此条目的解密仍在进行中"

; ------------------
; 4. XENOSOCIOLOGY
; ------------------

[Header_UFOP_XENOSOCIO X2EncyclopediaTemplate]
ListTitle="外星人社会学"

[UFOP_XS_ADV_PROPAGANDA X2EncyclopediaTemplate]
ListTitle="变种人宣传"
DescriptionTitle="变种人宣传"
DescriptionEntry="变种人的宣传在许多方面类似于人类历史上专制政府使用的宣传。它与20世纪法西斯和左翼专制团体使用的宣传非常相似，也与入侵前时代军事宣传非常相似，尤其是在21世纪初前美国特别普遍。\n\n最终，它在与XCOM和更广泛的反变种人抵抗运动进行的心理战中提出了两种矛盾的叙述：变种人既是唯一防御“城门外野蛮人”的防御者，也会看到在变种人下所取得的社会进步的倒退，同时，XCOM和抵抗组织是弱小、无效和徒劳无益的行动，对抗“道德优越”的变种人。\n\n这是天鹅绒手套里的铁拳，比任何数量的磁性步枪都要强大得多。变种人的宣传是一种工具，旨在在一生中控制或杀死观察者的想象力，修订和擦除不符合他们扭曲的和谐社会愿景或长老自我夸大的历史和文化记忆。"

[UFOP_XS_ADV_CITIES X2EncyclopediaTemplate]
ListTitle="变种人城市"
DescriptionTitle="变种人城市"
DescriptionEntry="变种人城市是2035年世界上的主要人口中心。从城市中心闪闪发光的企业办公室和摩天大楼，到其外围贫民窟和重新安置区所组成的残酷地狱景观；它们是变种人恶毒的阶级主义、自上而下的社会和其宣传和意识形态中固有的虚伪性的缩影。\n\n生活在高度发达的核心区域的人们与战前最富裕城市的人们生活得非常相似，物质条件通常超过了2015年之前所见。住在这里的人是铁杆忠诚者或企业阶层。从工薪族到CEO，都在维和部队不断监视的眼睛下。\n\n与此同时，外围的事实上的贫民窟与避难所中的生活几乎没有什么不同，只是没有自由或团结使生活在那里有回报。相反，这些地区，通常由工薪穷人和难民居住，景观是一片旧预制板和重新利用的集装箱杂乱地堆叠在一起，而他们的居民则试图避开几乎无所不知的安全存在的愤怒。"

[UFOP_XS_CHOSEN_PURPOSE X2EncyclopediaTemplate]
ListTitle="天选者目的"
DescriptionTitle="天选者目的"
DescriptionEntry="变种人未能解决他们管理中的问题令人担忧。他们要么看不到它们，这不太可能，因为他们对治理采取“老大哥”的方式；要么他们不在乎，认为他们可以用武力解决任何可能出现的问题。问题就在于——冲突升级。不守规矩的平民？更严格的宵禁和检查站。避难所训练民兵？增加三倍维和部队数量。城市中心被攻击？攻击避难所，不留活口。现在，虽然抵抗力量仍然努力组织成一个统一力量，但至少做得足够好，以看到三个独立、突出威胁变种人崛起。\n\n他们的回应？创造三个“至高无上”的存在，负责消灭每个派系。按照长老自我夸大的方式，他们被指定为“天选者”，并且每个人都被构思、装备和武装以考虑派系弱点。多年来，如果派系所说属实，他们一直高效、有条理、毫不留情地屠杀他们的人民。\n\n然而，营救指挥官似乎给了他们计划一个障碍，并且因此给了他们“孩子”一个新指令。他们要重新集中所有精力捕获并将指挥官立即送回长老掌握之中。其他所有优先事项都是次要的。这就是他们的指令。他们既坚持不懈又不知疲倦，并且不会停止直到完成使命。"

[UFOP_XS_ADV_FACILITIES X2EncyclopediaTemplate]
ListTitle="变种人设施"
DescriptionTitle="变种人设施"
DescriptionEntry="直到最近，我们还没有资源去调查全球范围内秘密的变种人设施的存在。我们强烈怀疑它们存在，只是缺乏关键细节。不过，最近，当我们与该地区的多个抵抗细胞取得联系时，他们向我们提供了一些线索——每一个都比上一个更恶毒。\n\n无论它们是用于生产机密的变种人武器还是用于进一步推进他们所谓的化身计划，越来越清楚的是，这些设施中的每一个都需要在第一次可用机会时被XCOM摧毁。"

[UFOP_XS_ADV_CLINICS X2EncyclopediaTemplate]
ListTitle="变种人基因治疗诊所"
DescriptionTitle="变种人基因治疗诊所"
DescriptionEntry="此条目的解密仍在进行中。"

[UFOP_XS_TREATMENT X2EncyclopediaTemplate]
ListTitle="精炼治疗"
DescriptionTitle="精炼治疗"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XS_ALN_AGENDA_2 X2EncyclopediaTemplate]
ListTitle="外星议程"
DescriptionTitle="外星议程"
DescriptionEntry="如果我们要解放我们的人民，我们必须首先了解我们的敌人如何运作，以及什么驱使他们这样做。在过去的半个世纪中，他们从远处对我们进行了研究，研究我们，绑架我们，收获我们。我们不在意，我们什么也没做。\n\n然后他们到达了。\n\n他们恐吓和渗透我们，一旦他们安定下来，就保护他们的供应链并建立他们的行动基地。变种人成为现实，随之而来的是基因治疗诊所。我们现在知道其中真正发生了什么，但是，即使拥有地球上最聪明的头脑和收集到的最好情报，我们也永远无法弄清楚为什么。为什么这样做？他们的终极目标是什么？是什么促使如此冷酷和过分漠视人类生命？今天我们得到了这些问题的答案。\n\n在不同情况下，这将是个好消息，但事实并非如此。超能族正在死亡，而不幸的是对我们来说，这意味着他们愿意做任何事情来防止这种情况发生。"

; ------------------
; 5. XENOTECHNOLOGY
; ------------------

[Header_UFOP_XENOTECH X2EncyclopediaTemplate]
ListTitle="外星人科技"

[UFOP_XT_DNA_REC X2EncyclopediaTemplate]
ListTitle="DNA重组"
DescriptionTitle="DNA重组"
DescriptionEntry="在他们到达的头几天内，外星人证明是一个坚定地认为“目的决定手段”的物种。虽然我们仍然有很多工作要做，以发现他们的手段是什么，但我们已经看到了他们能做什么，更重要的是，他们愿意做什么。我们非常清楚长老拥有的基因工程能力，很大程度上是因为他们在基因治疗诊所能做的事情，但这是在建设性的范围内。\n\n在破坏性的范围内，长老似乎对他们为了追求更宏伟的计划而摧毁或干涉生命没有任何道德或道德上的顾虑。我们第一次在入侵期间看到了这一点。旧的尸检报告告诉我们，有些生物完全是由不同物种的DNA结合成一个，如被称为“Floater”的生物。同样令人担忧的是，报告发现每个人面对的确切相同的DNA链被复制。长老不仅能够克隆，看来这个过程对他们来说很容易。\n\n在此之后的20年里，我们只能推测他们已经完善并完善了他们的方法。现在，在我们人类DNA可供使用时，外星人开始将我们的基因注入他们的部队中，以多种可怕的方式改善它们。"

[UFOP_XT_ALLOYS X2EncyclopediaTemplate]
ListTitle="外星合金"
DescriptionTitle="外星合金"
DescriptionEntry="从冶金学角度来看，这些合金非常出色。它们轻巧、耐用、韧性好，并且通过适当应用电磁过程，具有高度可塑性。虽然地球上的合金比原材料提供更少的电导率，但这些外来合金保留了相当大量的电导率。由于具有如此出色的属性简历，这些合金适用于广泛的制造操作、工程实践和热力学。\n\n在外星人占领期间的20年里，我们的访客从未停止将材料运输到我们的星球。然而，大部分甚至所有储备都用于改善变种人军队和改善城市中心，使城墙外任何人都处于匮乏状态。虽然合金有一定程度的丰富度，但需求超过了供应。这导致材料在黑市上找到了一个永久性位置。\n\n不幸的是，在我们星球上不存在合成所需化合物，并且因此无法复制。幸运的是我们与黑市有安全连接。否则，我们可以得到任何额外储备都很可能通过武力获得。"

[UFOP_XT_ELERIUM X2EncyclopediaTemplate]
ListTitle="超铀"
DescriptionTitle="超铀"
DescriptionEntry="对115号元素或超铀进行初步观察表明，它被外星部队使用，并且在较小程度上被变种人使用来产生巨大数量的电力。这种物质不寻常的原子结构对加速粒子的直接轰击做出反应，产生惊人的反物质能量释放，以及引力波，使太空旅行成为可能。\n\n该元素提供了前所未有的能源效率水平，只需少量超铀即可产生大量电力。这种效率为外星人提供了几乎无穷无尽的发电来源。尽管这种元素的潜在应用几乎是无限的，但外星人似乎将他们的努力集中在发电和推进方案上，无论是运输还是武器。\n\n如果我们要在面对这个敌人时平衡战场，我们也必须这样做。不幸的是，该元素在我们的太阳系内不会自然发生，并且无法在地球上合成。因此，我们必须小心管理我们可用的供应。"

[UFOP_XT_ELERIUM_CORES X2EncyclopediaTemplate]
ListTitle="超铀核心"
DescriptionTitle="超铀核心"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XT_MAG_WPNS X2EncyclopediaTemplate]
ListTitle="磁力武器"
DescriptionTitle="磁力武器"
DescriptionEntry="在外星人在两个月战争后控制地球后，新生的变种人管理层出现了一个困境。超铀很稀有，当时和现在一样。战争结束时，供应量几乎不足以用电浆武器武装所有长老的入侵部队，更不用说需要大量维和部队来平息整个星球的混乱。\n\n随着第一个混合体的创建，解决了创建这些维和部队的问题，但仍然出现了一个问题：如果电浆武器太贵，变种人士兵将如何武装？解决方案是在便携式高斯武器中找到的，与战争前老世界军队开发的原型非常相似。虽然入侵前开发的原型笨重且缺乏足够的弹丸速度，但长老带来了大大改进的材料科学和电子学，大大减小了他们新的磁性步枪的轮廓，使它们轻巧且易于操纵，同时仍然比传统对手打得更重。"

[UFOP_XT_BEAM_WPNS X2EncyclopediaTemplate]
ListTitle="光束武器"
DescriptionTitle="光束武器"
DescriptionEntry="今天外星部队使用的电浆武器与入侵期间使用的明显不同。虽然两种武器都发射所有抵抗力量都已经习惯的标志性绿色能量，但新型号几乎一致地发射单一、强大的聚焦光束，以对单个点造成最大伤害，与战时外星武器缓慢的球状弹丸推进完全不同。\n\n这种巨大转变的原因尚不清楚，因为我们可以确定这些武器似乎具有相同的效力，但可以推断新型号在使用超铀晶体为这些武器供电时更加高效，因为材料显然稀缺，考虑到变种人部队采用高斯步枪。"

[UFOP_XT_PSIONICS X2EncyclopediaTemplate]
ListTitle="灵能"
DescriptionTitle="灵能"
DescriptionEntry="在入侵之前，灵能最多被视为边缘理论、伪科学或彻头彻尾的欺诈。然而，在2015年发生的事件中，人类面对着一个建立了整个文明来用一个简单想法操纵能量和物质，并使几个整体物种屈服于它的生物。XCOM也能够开始测试将其应用于实地使用的水域，但在其倒下之前只产生了一个已知可行候选人，即神秘的盖斯特，圣殿骑士创始人。这种能力如何运作目前尚不清楚，但具有广泛不同的潜在表现形式。最常见的是激发粒子发出独特的紫色光芒，通常以定向能量的形式行事，与激光不同。然而，随着我们知识的进步，其他诸如“硬光”和操纵热能、电能和动能等表现似乎表明应用范围更广。这不仅限于战场使用，如外星人使用的技术所见，从实用到纯粹娱乐。"

; ------------------
; 6. XENOBIOLOGY
; ------------------

[Header_UFOP_XENOBIO X2EncyclopediaTemplate]
ListTitle="外星生物学"

[UFOP_XB_ADV_TROOPER X2EncyclopediaTemplate]
ListTitle="变种人士兵"
DescriptionTitle="变种人士兵"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_ADV_OFFICER X2EncyclopediaTemplate]
ListTitle="变种人军官"
DescriptionTitle="变种人军官"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_ADV_STUNLANCER X2EncyclopediaTemplate]
ListTitle="变种人强袭枪兵"
DescriptionTitle="变种人强袭枪兵"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_ADV_SHIELDBEARER X2EncyclopediaTemplate]
ListTitle="变种人持盾者"
DescriptionTitle="变种人持盾者"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_ADV_PURIFIER X2EncyclopediaTemplate]
ListTitle="变种人净化者"
DescriptionTitle="变种人净化者"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_ADV_PRIEST X2EncyclopediaTemplate]
ListTitle="变种人祭司"
DescriptionTitle="变种人祭司"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_ADV_MEC X2EncyclopediaTemplate]
ListTitle="变种人MEC"
DescriptionTitle="变种人MEC"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_ADV_TURRET X2EncyclopediaTemplate]
ListTitle="变种人炮塔"
DescriptionTitle="变种人炮塔"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_SECTOID X2EncyclopediaTemplate]
ListTitle="灰人"
DescriptionTitle="灰人"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_VIPER X2EncyclopediaTemplate]
ListTitle="毒蛇怪"
DescriptionTitle="毒蛇怪"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_FACELESS X2EncyclopediaTemplate]
ListTitle="无面怪"
DescriptionTitle="无面怪"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_MUTON X2EncyclopediaTemplate]
ListTitle="异变者"
DescriptionTitle="异变者"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_BERSERKER X2EncyclopediaTemplate]
ListTitle="狂战士"
DescriptionTitle="狂战士"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_CODEX X2EncyclopediaTemplate]
ListTitle="原典"
DescriptionTitle="原典"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_SPECTRE X2EncyclopediaTemplate]
ListTitle="幽灵"
DescriptionTitle="幽灵"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_ARCHON X2EncyclopediaTemplate]
ListTitle="执政官"
DescriptionTitle="执政官"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_CHRYSSALID X2EncyclopediaTemplate]
ListTitle="寄生兽"
DescriptionTitle="寄生兽"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_ANDROMEDON X2EncyclopediaTemplate]
ListTitle="仙女座外星人"
DescriptionTitle="仙女座外星人"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_SECTOPOD X2EncyclopediaTemplate]
ListTitle="破坏者"
DescriptionTitle="破坏者"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_GATEKEEPER X2EncyclopediaTemplate]
ListTitle="看门人"
DescriptionTitle="看门人"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_AVATAR X2EncyclopediaTemplate]
ListTitle="化身"
DescriptionTitle="化身"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_LOST X2EncyclopediaTemplate]
ListTitle="失魂者"
DescriptionTitle="失魂者"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_VIPER_KING X2EncyclopediaTemplate]
ListTitle="毒蛇怪国王"
DescriptionTitle="毒蛇怪国王"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_BERSERKER_QUEEN X2EncyclopediaTemplate]
ListTitle="狂战士女王"
DescriptionTitle="狂战士女王"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_ARCHON_KING X2EncyclopediaTemplate]
ListTitle="执政官国王"
DescriptionTitle="执政官国王"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_CHOSEN_ASSASSIN X2EncyclopediaTemplate]
ListTitle="天选者刺客"
DescriptionTitle="天选者刺客"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_CHOSEN_HUNTER X2EncyclopediaTemplate]
ListTitle="天选者猎手"
DescriptionTitle="天选者猎手"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_CHOSEN_WARLOCK X2EncyclopediaTemplate]
ListTitle="天选者术士"
DescriptionTitle="天选者术士"
DescriptionEntry="此条目仍在进行解密过程"

; --------------------
; 7. XCOM TECHNOLOGY
; --------------------

[Header_UFOP_XCOM_TECH X2EncyclopediaTemplate]
ListTitle="XCOM 科技"

[UFOP_XCT_AVENGER X2EncyclopediaTemplate]
ListTitle="复仇者号"
DescriptionTitle="复仇者号"
DescriptionEntry="对于XCOM的所有抵抗活动来说，拥有一个单一、固定的总部将是一种死亡判决，考虑到变种人在寻找持不同政见的抵抗细胞时使用的几乎无所不知的监控系统。幸运的是，我们能够恢复一个被遗弃的外星补给船，由于已故的Raymond Shen博士所做的工作，它可以作为XCOM的移动总部。\n\n由Tygan博士实验室中的大型超铀反应堆提供动力，复仇者号拥有XCOM所需的所有空间，甚至还有一些空间，尽管许多房间都装满了失效的外星机器和物资，需要我们的工程师清理出来才能使用。这除了非常快速，几乎无法被外星扫描仪检测到，并且与许多抵抗避难所中的条件相比非常舒适。\n\n然而，它绝不是一座飞行堡垒。复仇者号上缺少外部武器使与外星船只接触成为必要的避免。"

[UFOP_XCT_RES_COMMS X2EncyclopediaTemplate]
ListTitle="反抗军通信"
DescriptionTitle="反抗军通信"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XCT_RES_RADIO X2EncyclopediaTemplate]
ListTitle="无线电中继站"
DescriptionTitle="无线电中继站"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XCT_SKULLJACK X2EncyclopediaTemplate]
ListTitle="头颅接入器"
DescriptionTitle="头颅接入器"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XCT_PCS X2EncyclopediaTemplate]
ListTitle="个人战斗芯片"
DescriptionTitle="个人战斗芯片"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XCT_SPARKS X2EncyclopediaTemplate]
ListTitle="SPARKS"
DescriptionTitle="SPARKS"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XCT_SHAD_CHAMBER X2EncyclopediaTemplate]
ListTitle="暗影舱解密"
DescriptionTitle="暗影舱解密"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XCT_PSIONICS X2EncyclopediaTemplate]
ListTitle="利用灵能"
DescriptionTitle="利用灵能"
DescriptionEntry="随着我们在复仇者号上开始自己的灵能计划，我们一直在研究无数种利用灵能用于实地和日常操作的方法。我们也一直在与更广泛的抵抗力量在这方面进行知识共享，特别是从圣殿骑士团的技术发展中学习，显著推进了我们自己的项目。我们利用士兵灵能潜能的主要方法是通过部署称为增幅器的设备，当与安装在操作者顶叶中的植入物连接时，允许用户创建一个兴奋粒子的环境场，由于设备前端两个端子上的超能波发射器，这些粒子处于不断变化的状态。虽然我们的系统设计为最小侵入性，但还可以进行更多实质性的增强。圣殿骑士团使用一组更大的设备，直接植入用户的脊髓内，以及他们标志性的“护手”，其作用类似于我们自己的放大器。更小型化系统的可能性是有可能的，但目前可能不在我们的范围内。"

; -----------------------
; 8. PERSONS OF INTEREST
; -----------------------

[Header_UFOP_PERSONS X2EncyclopediaTemplate]
ListTitle="重要人物"

[UFOP_POI_BRADFORD X2EncyclopediaTemplate]
ListTitle="中央军事官布拉德福德"
DescriptionTitle="中央军事官布拉德福德"
DescriptionEntry="约翰·布拉德福德（John Bradford，1979年11月17日出生）是XCOM第二和第三（当前）次迭代的中央军官。布拉德福德出生在前美国堪萨斯州曼哈顿，成长过程中表现出全面发展的个性，特别是以组织和领导能力敏锐而闻名。布拉德福德于1996年加入美国军队，并从1999年开始担任美国陆军情报部门的一员。\n\n在2015年两个月战争之前的几年里，他的职业生涯高度机密，因为他所在的特殊分遣队负责美国陆军的外星人意识情报行动和UFO防御。由于他的服务，他成为了美国军方派驻联合国外层空间事务办公室的特使，并因此在2015年2月XCOM重新启动时被任命为中央军官。在此期间，他与指挥官、首席科学家莫伊拉·瓦伦博士和工程总监雷蒙德·沈博士建立了密切的专业和个人关系，并在当年7月XCOM总部遭到袭击时在场。\n\n2016年，在占领开始后不久，他加入了一个早期抵抗组织，与任何幸存的前XCOM重新联系，与Volk和Jane Kelly等人取得联系，并最终利用他作为情报军官的技能安排了Gatecrasher行动事件，建立了XCOM项目的第三次迭代。"

[UFOP_POI_TYGAN X2EncyclopediaTemplate]
ListTitle="理查德·泰根博士"
DescriptionTitle="理查德·泰根博士"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_POI_SHEN_L X2EncyclopediaTemplate]
ListTitle="首席工程师“莉莉”沈"
DescriptionTitle="首席工程师沈"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_POI_COUNCIL_SPK X2EncyclopediaTemplate]
ListTitle="理事会发言人"
DescriptionTitle="理事会发言人"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_POI_ADV_SPK X2EncyclopediaTemplate]
ListTitle="变种人发言人"
DescriptionTitle="变种人发言人"
DescriptionEntry="此条目仍在进行解密过程。"

[UFOP_POI_VOLK X2EncyclopediaTemplate]
ListTitle="康斯坦丁·“沃尔克”·沃利科夫"
DescriptionTitle="康斯坦丁·沃利科夫"
DescriptionEntry="康斯坦丁·“沃尔克”·沃利科夫（Konstantin \"Volk\" Volikov，1990年9月2日出生）是一名生存主义者、户外运动员和实际上的创始人和领导人。沃尔克出生在前美国阿拉斯加州的俄罗斯侨民家庭中。虽然未经证实，但据信他们是逃离西伯利亚紧急情况的难民，这是20世纪80年代末苏联发生的外星入侵事件，是联合国建立XCOM的一个重要因素。他的成长过程大部分没有记录，但已知的是他在尊重自然界和对外星人深恶痛绝的环境中长大，因为外星人夺走了他家人的家园，他从未有机会看到。他曾在XCOM崩溃后与约翰·布拉德福德一起在北美旅行过一段时间，在完全意识到世界各国政府向外星人投降和长老的生态征服之前。这将导致他与布拉德福德之间产生意识形态分歧，导致他在2015年晚些时候创立了收割者，自那以来成功地使阿拉斯加和更广阔的北极地区免于落入外星人控制。就像收割者一样，沃尔克是残酷无情的，愿意为了生存和恢复地球而做任何事情。无论如何，XCOM赢得了他的信任，“死神”是一个强大的盟友。"

[UFOP_POI_BETOS X2EncyclopediaTemplate]
ListTitle="“贝托斯”"
DescriptionTitle="贝托斯"
DescriptionEntry="贝托斯（Betos，2020年出生）是第一个打破她对Psinet调节和连接的变种人制造混合体之一，并于2029年后来创立了散兵。由于她控制芯片内部故障，她与Psinet的连接最终完全退化，使她的思想安静而自由，不再接收她从一开始就接收到的不断变化的命令。被快速识别为流氓元素后，她被命令由刺客处决。然而，她比长老预料中更能够在追捕者面前生存下来。那时候她开始锻造将成为散兵基础实践的东西，包括仪式性疤痕。不久之后，她成功地释放了另一个同类——前变种人上尉Pratal Mox。两人在2029年与Reapers和后来参与重建XCOM以大规模突破Psinet的人员协助下逃离了变种人正规军。一旦整合了这个团队，贝托斯将她不断增长的家庭奉献给了一个新的目标：消灭长老，改造变种人叛逃者，并寻求与基线人类和解，并作为平等的一员加入一个自由社会。"

[UFOP_POI_GEIST X2EncyclopediaTemplate]
ListTitle="“盖斯特”"
DescriptionTitle="盖斯特"
DescriptionEntry="盖斯特（Geist，1995年出生）是圣殿骑士神秘的创始人。他的过去几乎完全无法证实，甚至他自己也无法证实，因为他患有逆行性遗忘症，这是由于在两个月战争结束前的某个时候被置于医学诱导昏迷中所致。据他自己说，他是2015年3月部署的XCOM士兵的初始班级之一，并且是在莫伊拉·瓦伦的Geist项目下被评为在组织内拥有超能力潜能的第一个人，据信他从中得到了他的绰号。不幸的是，由于该项目处于最早期阶段，他在7月XCOM总部被摧毁时被留在昏迷状态中，这本应是放大他超能力潜能的程序的一部分。结果，被留在改变状态的长时间内使他被攻击者忽视，但也被遗弃在基地废墟中。他认为自己在某个时候从废墟中走出来，这要归功于现在被唤醒的超能力潜能被程序留给自己的设备所引出，在此之后，他在消失进入入侵后世界之前拯救了有关这个不幸项目的所有相关信息。从那时起，谣言消失成传闻和纯粹猜测，因为跟随他的圣殿骑士最近才走出孤立状态。"

[UFOP_POI_MOX X2EncyclopediaTemplate]
ListTitle="普拉塔尔·“莫克斯”·莫克斯"
DescriptionTitle="普拉塔尔·莫克斯"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_POI_DRAGUNOVA X2EncyclopediaTemplate]
ListTitle="艾琳娜·“先行者”·德拉贡诺娃"
DescriptionTitle="艾琳娜·德拉贡诺娃"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_POI_KELLY X2EncyclopediaTemplate]
ListTitle="简·“寂静”·凯莉"
DescriptionTitle="简·凯莉"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_POI_OSEI X2EncyclopediaTemplate]
ListTitle="彼得·“罗迪”·奥塞"
DescriptionTitle="彼得·奥塞"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_POI_RAMIREZ X2EncyclopediaTemplate]
ListTitle="安娜·“斯金纳”·拉米雷兹"
DescriptionTitle="安娜·拉米雷兹"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_POI_DENMOTHER X2EncyclopediaTemplate]
ListTitle="丹莫瑟"
DescriptionTitle="丹莫瑟"
DescriptionEntry="此条目仍在进行解密过程"

; -----------------------
; 9. GROUPS OF INTEREST
; -----------------------

[Header_UFOP_GROUPS X2EncyclopediaTemplate]
ListTitle="重要组织"

[UFOP_GOI_XCOM3 X2EncyclopediaTemplate]
ListTitle="XCOM"
DescriptionTitle="XCOM"
DescriptionEntry="当前版本的XCOM与之前的任何版本都完全不同。虽然该组织的前身通常在生死存亡的危机时刻出现，并且按定义只有在所有其他措施无法应对外星威胁时才会发挥作用，但没有一个版本是为抵抗整个星球的全面占领而设计的。\n\n它不是一支军队，也不是一个潜伏在权力阴影中的秘密组织，代表当权者进行合理否认。它是一个运动。一个想法。一个简写，代表所有人类渴望自由的集体渴望。这，比其他任何事情都更能使XCOM这一迭代不同。\n\n它由前身残余部分锻造而成，与更文明时期曾被丢弃的钢铁融合，并在外星人占领地球的火焰中淬火。所有的技巧都被剥离，XCOM一直应该成为的本质浮现出来。"

[UFOP_GOI_ADV_GOVT X2EncyclopediaTemplate]
ListTitle="变种人联盟"
DescriptionTitle="变种人联盟"
DescriptionEntry="作为人类所有军事、政治和社会经济事务的统治机构，变种人联盟是地球居民主权的表面威胁，通过胁迫、宣传和空洞的承诺来控制更广泛的人口。\n\n尽管抵抗力量不可能说服某些平民相信变种人的真实意图，但整体上更广泛的人口仍然认为变种人联盟关心人类的最大利益，而像XCOM和抵抗力量这样的力量是恶意的恐怖分子，在他们出现的地方传播死亡和混乱。"

[UFOP_GOI_ADV_MIL X2EncyclopediaTemplate]
ListTitle="变种人维和部队"
DescriptionTitle="变种人维和部队"
DescriptionEntry="通常被认为是变种人联盟更公开的分支之一，“维和部队”是一个泛称，指变种人在各种操作中使用的军事力量，从守卫城市中心到根除抵抗营地。这些部队有自己的指挥链，决定了这些团队在战斗中如何运作，甚至在更大规模上也是如此。"

[UFOP_GOI_RESISTANCE X2EncyclopediaTemplate]
ListTitle="抵抗力量"
DescriptionTitle="抵抗力量"
DescriptionEntry="为了逃脱变种人的魔爪，抵抗力量由无数散落在各地的团体组成，通常聚集在由可以收集到的任何资源制成的简陋营地中。通常情况下，这些团体要么是旧世界的难民，要么是新“启蒙”的城市中心公民。装备不足，但动力十足，抵抗力量无论何时何地都会为XCOM提供支持。然而，特别是考虑到变种人能够在瞬间产生压倒性的力量时，抵抗力量人手不足、武器不足、匹配不足，无法独自面对联盟。"

[UFOP_GOI_REAPERS X2EncyclopediaTemplate]
ListTitle="死神"
DescriptionTitle="死神"
DescriptionEntry="死神首次出现在阿拉斯加和加拿大北极偏远乡村地区大协议后期，名义上由康斯坦丁·“沃尔克”·沃利科夫创立并领导，但实际上没有单一领导。他们非常神秘、隐秘、自给自足，是熟练适应悄无声息地生活和移动的猎人、户外运动员和生存主义者。虽然抵抗力量是一个相当多样化的团体，拥有广泛的意识形态和实践方式，但收割者历史上众所周知“与他人相处不好”。他们经常避免住在和周围较大避难所，并且不想在变种人活动区域附近停留较长时间。他们通常保持自己，并且很少与外部抵抗组织合作，除非在极少数情况下，通常是唯一在被失落者、蛹虫或其他野生外星人侵扰的地区保持永久存在的人。发现收割者参与了倒下的入侵者的饭菜并不罕见，因为在他们的亚文化中，异食行为具有某种仪式性和象征性的目的，即肯定人类作为“顶级捕食者”的地位。收割者在阴影中相对不受干扰地运作，为他们需要的任何东西造成混乱，无论是为了一顿美餐还是更高的目标。"

[UFOP_GOI_SKIRMISHERS X2EncyclopediaTemplate]
ListTitle="散兵"
DescriptionTitle="散兵"
DescriptionEntry="散兵是从变种人维和部队中逃脱和叛逃的人，他们突破了心理调节、神经植入和上级的命令，寻求自己的生活方式。由于他们在解放前的生活高度规律，无论是靠自己的力量还是靠同伴的帮助，他们都依赖日常生活、仪式和有时毫无意义的象征性姿态和实践来保持自己的心理健康。其中最著名的实践之一是他们在训练和去编程过程中进行的仪式性疤痕，本质上是为了对抗他们所描述的“难以忍受的内心寂静”，即在从一开始就被插入Psinet的情况下与Psinet断开连接后产生的感觉。尽管他们在战术上过于激进，甚至看起来像自杀，但他们在战斗中表现出极高的熟练程度。他们已经把自己的事业公开并且非常明确地表明，要结束变种人对他们和他们的同胞所施加的压迫。不足为奇的是，他们会毫不犹豫地与XCOM结盟，只要得到回报。"

[UFOP_GOI_TEMPLARS X2EncyclopediaTemplate]
ListTitle="圣殿骑士团"
DescriptionTitle="圣殿骑士团"
DescriptionEntry="圣殿骑士团是一个宗教运动，以发现人类固有超能力潜能为基础，围绕生态和神学原则构建。圣殿骑士团的核心信仰建立在盖亚假说之上，肯定地球本身是一个被长老及其臣民奴役、必须像解放一样解放的活着的超能力生物。他们队伍中有那些通过严格训练、冥想、修道生活和利用来自Geist创始人从XCOM总部遗址中恢复原型衍生出来的技术来利用这种潜能的人。因此，他们使用超能力的方法通常与其他地方看到的标准方法相去甚远。圣殿骑士团通过专门设计的护手与外科手术连接到用户神经和心血管系统上复杂网络结合使用来表现他们的礼物。圣殿骑士团以其标志性超能刀而闻名，同时也表现出许多其他更常见能力。尽管在理想中几乎无处不在，但它们更大目标仍然模糊不清。无论如何，它们致力于解放地球，并且仍然是更广泛抵抗力量坚定不移的盟友。"

[UFOP_GOI_ELDERS X2EncyclopediaTemplate]
ListTitle="长老"
DescriptionTitle="长老"
DescriptionEntry="尽管长老在最初入侵期间只被推测存在，在占领地球期间长老形象过剩地出现反过来证实了他们的参与。虽然神秘，但他们的存在在整个军队中无处不在，从基本的士兵到甚至三个被选中的人。就公众而言，长老是一支无所不能的善良力量，在入侵之前几乎无法想象的技术和医学革命。对于普通人来说，长老就像神一样。然而，最近的情报表明，长老对地球占领有更邪恶的目的。虽然关于这方面的信息非常少，但有一个可靠的线索关于激活称为“化身计划”的东西。"

[UFOP_GOI_BLACK_MARKET X2EncyclopediaTemplate]
ListTitle="黑市"
DescriptionTitle="黑市"
DescriptionEntry="黑市自变种人联盟成立之前就一直运营，为不合群者、流氓和义警等人提供了一个互相买卖零碎物品的地方。当然，XCOM也有自己的预算需求，所以，不时地，XCOM会将其认为不必要的东西卸载到黑市，以换取重要物资。市场本身不仅仅是一个交易中心，还以重要情报为代价提供自己的服务。有了这些信息在手，市场运营人员从幕后拉动各种绳索，从为XCOM的努力雇用必要的人员到甚至获取重要资源。"

; --------------------
; 10. MISC. CONCEPTS
; --------------------

[Header_UFOP_MISC X2EncyclopediaTemplate]
ListTitle="杂项概念"

[UFOP_MISC_XCOM_PROPAGANDA X2EncyclopediaTemplate]
ListTitle="XCOM宣传"
DescriptionTitle="XCOM宣传"
DescriptionEntry="大多数变种人公民永远不会与XCOM特工在同一地点，或者叛变向他们的压迫者开火。然而，其中相当一部分人会遇到XCOM的宣传工作。与变种人宣传不同，它并不统一、普遍或宏伟。通常，由实地运作的异议分子传播的宣传中几乎没有或根本没有提及XCOM本身。\n\n即便如此，这些异议分子的绝大多数通常与XCOM没有直接联系，而是通过黑市中的代理人或较小的、本地化的抵抗运动将材料分发给他们。正如变种人宣传旨在用容易消化的图像和口号扼杀独立、批判性思维一样，XCOM依靠挑战假设，不拖泥带水地使用象征符号。他们通常使用直接从实地拍摄的照片，以及变种人行动的直接后果。\n\n他们的宣传迫使人们思考这个在长老们统治下所谓开明、更好的社会，似乎拥有无限的军事资源和整个多行星社会的访问权限，而人们仍然没有足够的东西。如果你为了安全而牺牲自由，却仍然得不到两者，那么这有什么好处呢？"

[UFOP_MISC_ACHILDREN X2EncyclopediaTemplate]
ListTitle="混乱之子"
DescriptionTitle="混乱之子"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_MISC_VAHLENS_WORK X2EncyclopediaTemplate]
ListTitle="希波克拉底誓言的违反"
DescriptionTitle="瓦伦博士的实验"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_MISC_VK_NEST X2EncyclopediaTemplate]
ListTitle="帝王野兽行动"
DescriptionTitle="帝王野兽行动"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_MISC_SHEN_LOST_TOWER X2EncyclopediaTemplate]
ListTitle="最后的礼物"
DescriptionTitle="最后的礼物"
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_MISC_SITREPS X2EncyclopediaTemplate]
ListTitle="SITREPs"
DescriptionTitle="SITREPs"
DescriptionEntry="此条目仍在进行解密过程"

; --------------------
; RUMORS
; --------------------

[Header_UFOP_RUMORS X2EncyclopediaTemplate]
ListTitle="谣言"

[UFOP_RMR_AVENGER_HEIST X2EncyclopediaTemplate]
ListTitle="复仇者劫案"
DescriptionTitle="复仇者劫案"
DescriptionEntry="此条目仍在进行解密过程"

; --------------------
; UFO CLASSIFICATIONS
; --------------------

[Header_UFOP_UFO_CLASS X2EncyclopediaTemplate]
ListTitle="UFO 分类"

; --------------------
; MISSION TYPES
; --------------------

[Header_UFOP_MISSION_TYPES X2EncyclopediaTemplate]
ListTitle="任务类型"


;============================
; OLD ENCYCLOPEDIA ENTRIES 
;============================

[ArchiveAccess X2EncyclopediaTemplate]
-ListTitle="XCOM档案访问"
-DescriptionTitle="XCOM档案访问"
-DescriptionEntry="在指挥官的住所菜单中，选择 \"XCOM 档案\"将打开访问额外背景信息和支持文本的界面。随着游戏的进行和新信息的收集，更多报告将填充档案。"

+ListTitle="XCOM UFOPEDIA和档案"
+DescriptionTitle="XCOM UFOPEDIA和档案"
+DescriptionEntry="在指挥官的住所菜单中，选择 \"XCOM UFO图鉴\"将打开访问额外背景信息和支持文本的界面。随着游戏的进行和新信息的收集，更多报告将填充档案。"
